[{
  "_id": {
    "$oid": "6668dc979c1020c86e953ba6"
  },
  "title": "Khalil Barazi",
  "category": "Singers",
  "description": "<p><strong>One of the most established singer-guitarists in the UAE</strong></p><p>Professional singer, looper, and musician with over 20 years of experience. Khalil has graced stages worldwide, captivating audiences with his pop music stylings, spanning hits from the 1980s to the present. From big venues to encounters with famous personalities, his musical journey is a harmonious blend of passion and performance.</p>",
  "videoUrl": "https://www.youtube.com/watch?v=YFb32zX5yxg",
  "imageUrl": "uploads/1718480176279-Khalil-Barazi-Cover.webp",
  "__v": 0,
  "speciality": "Singer, Guitarist"
},
{
  "_id": {
    "$oid": "666f51cf38a6e3fd17574312"
  },
  "title": "Annabel Chu",
  "category": "Singers",
  "speciality": "Singer",
  "description": "",
  "videoUrl": "https://www.youtube.com/watch?v=NwatSLFJPmc",
  "imageUrl": "uploads/1718571471488-IMG_2137.webp",
  "__v": 0
},
{
  "_id": {
    "$oid": "666f528b38a6e3fd17574322"
  },
  "title": "Olena",
  "category": "DJ",
  "speciality": "DJ",
  "description": "<p>Dj Lesha Sky has been successfully performing at the most popular venues in Dubai since 2014.<br>She is best known for her open-format mixes.<br>Performed internationally at the hottest places in Miami and Spain.</p><p>A love and passion that won’t leave her and that she described with: “<strong>Music always make me happy “</strong></p>",
  "videoUrl": "https://www.youtube.com/watch?v=48bdGoOlAL8",
  "imageUrl": "uploads/1718571710570-dj-olena3.jpg",
  "__v": 0
},
{
  "_id": {
    "$oid": "666f535138a6e3fd17574344"
  },
  "title": "Juampi Pellicer",
  "category": "Musicians",
  "speciality": "Singer, Guitarist",
  "description": "<p>Professional Singer, Guitarist &amp; Loop Artist.</p><p>Ex The Voice semi-finalist.</p><p>Resident singer in Ibiza and Dubai.</p><p>More than 10 years’ experience.</p><p>More than 1000 shows in his career.</p><p>Skills: Live looping and public entertainment</p>",
  "videoUrl": "https://www.youtube.com/watch?v=S0Swh7HhYxY",
  "imageUrl": "uploads/1718571857094-images.webp",
  "__v": 0
},
{
  "_id": {
    "$oid": "666f538b38a6e3fd1757434a"
  },
  "title": "Youssef Hassan",
  "category": "Trending",
  "speciality": "Singer",
  "description": "<p>Youssef Hassan (aka, The One Man Band) is the first and only performing artist bringing this concept to the region. He’s a unique performing artist with over 70,000 followers on social media platforms, he has worked with many global names such as Coca Cola, MetLife, EMAAR and HSBC to name a few. The One Man Band sings, plays the guitar, cajon, tambourine, harmonica, and live loops all at the same time, while performing the most popular English and Arabic hits.</p>",
  "videoUrl": "https://www.youtube.com/watch?v=Kv8WbCWDAAk",
  "imageUrl": "uploads/1718571915838-IMG_8900-1152x1536.webp",
  "__v": 0,
  "isFavorite": false
},
{
  "_id": {
    "$oid": "666f53e038a6e3fd1757435b"
  },
  "title": "Jin Flora",
  "category": "Trending",
  "speciality": "Singer",
  "description": "<p>Following the advice of Tom Jones in 2014 on The Voice UK to sing live on stage, Jin gave up her 9-5 job the next year and began pursuing a music career. From The Voice blind auditions to Dubai’s most luxurious stages, Jin has already made a name for herself in the music scene as one of its top vocalist and is set to establish herself as and independent recording artist.</p><p>Originally from England and of Indian heritage, Jin flew to Dubai 9 years ago to hone her craft and discover her artistic style before delving into releases. She is an artist with an incredible talent adding a touch of classic soul to all her events.</p>",
  "videoUrl": "https://www.youtube.com/watch?v=mH60ZTbVqcU",
  "imageUrl": "uploads/1718572000702-IMG_8034-1536x1024.webp",
  "__v": 0,
  "isFavorite": false
},
{
  "_id": {
    "$oid": "666f55e938a6e3fd175743a3"
  },
  "title": "Tim Hazanov",
  "category": "Trending",
  "speciality": "Singer",
  "description": "<p>the Russian composer and popular alto saxophonist and singer.</p><p>Не began playing the saxophone at an early age of 4, and by the time he turned 11, he has become a huge presence in stage Orchestra and won many prestigious professional awards at jazz festivals and competitions all around the world.&nbsp;</p><p>Timofey in addition to being a young, talented musician on the rise, he was able to obtain a higher education, with not one but two diplomas: specializing in pop-Jazz (Gnesin’s State Musical College) and the class of professor Sergey Rezantsev, one of Russia’s favorite artists (The State University of Culture and Art).</p><p>And of course, the unforgettable period of his life when he lived in the United States, took private lessons and played alongside of many local musicians. As if this wasn’t accomplishment enough, Timofey decided to go for the gold, and went to study in New York, where he received a master’s degree in Music. The big apple conquered the heart of our musician with its energy and ambiance.&nbsp; In the time spent living and studying in America, Khazanov was lucky enough to share the stage with such internationally recognized jazz stars like John Abercrombie, Ravi Coltrane, Joey Calderazzo, Michael Brecker, and the musical ensemble of Louis Armstrong.</p><p>His debut solo album “Black Sax” was&nbsp;recorded in collaboration with many famous Russian musicians. His next album “Slow Down” declared it as one of the most talented musicians in the smooth jazz.</p><p>“Music for me is like air, without it, I cannot live,” said Tim in a recent interview with Russkaya Pravda, “Saxophone is an integral part of me, through which I express all of my thoughts and feelings!”</p><p>In 2015 Tim released his own line of alto saxophone “<a href=\"http://blacksax.ru/\">Blacksax Exclusive</a>”.</p><p>Timofey Hazanov and his “Black Sax Band” are touring the world, delighting us with their smooth jazz style performances. They have a lot of creative plans, ideas and new projects in the works, so look out for Timofey Khazanov in 2016!</p><p><br>&nbsp;</p>",
  "videoUrl": "https://www.youtube.com/watch?v=tt8bk-LC4L4",
  "imageUrl": "uploads/1718572521371-20240425_190401-1149x1536.webp",
  "__v": 0,
  "isFavorite": false
},
{
  "_id": {
    "$oid": "66786c730de6db14a8371117"
  },
  "title": "Yvonne Park",
  "category": "Singers",
  "speciality": "Singer",
  "description": "<p>British born singer Yvonne oozes a unique soulful “gospel-like” tone, which she delivers alongside her wide vocal range. She has sang backing vocals for successful.</p>",
  "videoUrl": "https://www.youtube.com/watch?v=HIrYZUFXxRo",
  "imageUrl": "uploads/1719168115643-Press-shot-2-Yvonne-Park-.webp",
  "__v": 0
},
{
  "_id": {
    "$oid": "66786d500de6db14a837112f"
  },
  "title": "Laila Ashraf",
  "category": "Singers",
  "speciality": "Singer",
  "description": "",
  "videoUrl": "https://www.youtube.com/watch?v=r0FRV43DZF8",
  "imageUrl": "uploads/1719168336930-IMG_0008.webp",
  "__v": 0
}]